Repository: TheLongRunSmoke/iss
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: For developers
ru: Разработчикам

source: Forbidden
ru: Доступ запрещён

source: You don't have the permission to access the requested resource. It is either read-protected or not readable by the server.
ru: У вас недостаточно прав для доступа к этой странице.

source: Not Found
ru: Страница не найдена

source: The requested URL was not found on the server. If you entered the URL manually please check your spelling and try again.
ru: Запрошенный URL не найден на сервере. Если вы ввели URL вручную, пожалуйста, проверьте правильность написания и повторите попытку.

source: Internal Server Error
ru: Внутренняя ошибка сервера

source: The server encountered an internal error and was unable to complete your request. Either the server is overloaded or there is an error in the application.
ru: Сервер обнаружил внутреннюю ошибку и не смог выполнить ваш запрос. Возможно сервер перегружен. Попробуйте позже.

source: Our API gives a list of TLE, from the current to the last published.
ru: Наше API отдаёт список TLE, от текущих до последних опубликованных.

source: If you working on a non-profit open source project, we can provide you access to the API, with limit up to 2000 requests per day.
ru: Если вы представляете некоммерческий проект с открытым исходным кодом, то мы можем предоставить вам доступ к API, мощностью до 2000 запросов в день.

source: Request for access to the API of &quot;ISS above&quot; project
ru: Запрос достуа к API проекта «ISS Above»

source: Send request
ru: Отправить запрос

source: The "ISS above" project allows you to track the <a target="_blank" href="https://en.wikipedia.org/wiki/International_Space_Station">International Space Station</a>.
ru: Проект «ISS above» позволяет отслеживать положение <a target="_blank" href="https://ru.wikipedia.org/wiki/Международная_космическая_станция">Международной космической станции</a>.

source: We are use publicly available NASA data to calculate the position of the ISS with high accuracy.
ru: Мы используем находящиеся в открытом доступе данные NASA, для расчета положения МКС с высокой точностью.

source: In our application, you will be able to see the track of the orbit, find out when the ISS will be visible from your location, and you can also be notified of its visibility.
ru: В нашем приложении, вы сможете посмотреть на трек орбиты, узнать, когда МКС будет видна из вашего местоположения,а также сможете получать уведомления о её видимости.

source: Available only in Google Play&#8482;
ru: Доступно только в Google Play&#8482;

source: img/google-play-badge-eng.png
ru: img/google-play-badge-rus.png

source: Available in Google Play
ru: Доступно в Google Play

source: Maintenance in progress
ru: Технические работы

source: &quot;ISS above&quot; is under maintenance now. We should back shortly. Thanks for your patience.
ru: Проект «ISS above» в процессе технического обслуживания. Мы скоро закончим. Спасибо за терпение.
